{
    "translation": {
        "Bem-vindo": "Welcome",
        "Desejamos-lhe": "We wish you a warm welcome to this space dedicated to your oral and maxillofacial health.",
        "SomosEspecialistas": "We are specialists in oral and maxillofacial surgery, with a team of professionals with extensive experience in the field of oral and maxillofacial surgery, implantology and facial aesthetics.",
        "NaNossaClinicaValorizamos": "In our clinic we value the quality of our services, the safety of our patients and the excellence of our professionals.",
        "ExploreONossoSite": "Explore our website to learn more about our services, our highly qualified team, and our patient-centered care philosophy.", 
        "EstamosAnsiosos":"We look forward to meeting you and helping you achieve optimal oral and maxillofacial health.",
        "NaoHesiteEnContactarnos":"Do not hesitate to contact us to schedule your appointment or to obtain more information. We are here to welcome you and take care of you.",
        "Atenciosamente": "Best regards,",
        "EquipaDrRamiro": "Oral and Maxillofacial Surgery Team at Dr. Ramiro Silva's Clinic",
        "CirurgiaTraumatologiaBucomaxilofacial": "Oral and Maxillofacial Surgery and Traumatology.",
        "Especialidades": "Specialties ",
        "CirurgiaOrtognatica": "Orthognathic Surgery",
        "CirurgiaOrtognáticaEUmProcedimento": "Orthognathic surgery is a surgical procedure used to correct issues related to the position and alignment of the bones of the face and jaw",
        "EssaCirurgiaERealizada": "This surgery is performed by a maxillofacial surgeon and aims to improve both the aesthetics and functionality of the face.",
        "CirurgiaDaReabilitaçãoSobreImplantes": "Rehabilitation Surgery on Implants",
        "AReabilitaçaoSobreImplantesEUmProcedimento": "The rehabilitation surgery with implants is an advanced dental procedure that aims to restore oral function and aesthetics through the placement of dental implants. Implants are titanium structures inserted into the jawbone or maxilla to replace missing or damaged teeth.",
        "SaibaMais": "Learn more...",
        "CirurgiaOral": "Oral Surgery",
        "ACirurgiaOralEUmProcedimentoRealizadoNaBoca": "Oral surgery is a procedure performed in the mouth and nearby regions, involving surgical interventions to treat a variety of oral conditions. These interventions can address anything from the removal of impacted teeth to the treatment of injuries and correction of bone and tissue problems.",
        "RemoçãoDentesInclusos": "Removal of Impacted Teeth",
        "ProcedimentoOdontologicoParaExtrair": "The removal of impacted teeth is a dental procedure performed to extract teeth that cannot erupt normally in the mouth. These teeth, also called impacted teeth, are retained within the gum or bone, which can cause discomfort and oral issues.",
        "RemoçãoDeQuistos": "Cyst Removal",
        "ProcedimentoParaExtrairQuistos":"The surgery for the removal of cysts from the mouth is a dental procedure performed to extract cysts that form in the mouth. Cysts are fluid-filled sacs that can develop in different areas of the mouth, such as the gums, bone, or tissues around the teeth.",
        "TurismoDaSaude": "Health Tourism",
        "PortugalÉDestinoCrescente":"Portugal is a growing destination in health tourism, especially in the dental field. The reputation of qualified professionals, modern facilities, and affordable costs attracts international patients seeking high-quality dental treatments",
    
        "Traduction Navbar": "Tradução Navbar",

        "Home": "Home",
        "Clinica": "clinic",
        "Equipa": "Team",
        "SobreNos": "About Us",
        "Serviços": "Services",
        "Contacto": "Contact"
    
    }
}