{
    "translation": {
        "Bem-vindo": "Welcome",
        "Desejamos-lhe": "We wish you a warm welcome to this space dedicated to your oral and maxillofacial health.",
        "SomosEspecialistas": "We are specialists in oral and maxillofacial surgery, with a team of professionals with extensive experience in the field of oral and maxillofacial surgery, implantology and facial aesthetics.",
        "NaNossaClinicaValorizamos": "In our clinic we value the quality of our services, the safety of our patients and the excellence of our professionals.",
        "ExploreONossoSite": "Explore our website to learn more about our services, our highly qualified team, and our patient-centered care philosophy.", 
        "EstamosAnsiosos":"We look forward to meeting you and helping you achieve optimal oral and maxillofacial health.",
        "NaoHesiteEnContactarnos":"Do not hesitate to contact us to schedule your appointment or to obtain more information. We are here to welcome you and take care of you.",
        "Atenciosamente": "Best regards,",
        "EquipaDrRamiro": "Oral and Maxillofacial Surgery Team at Dr. Ramiro Silva's Clinic",
        "CirurgiaTraumatologiaBucomaxilofacial": "Oral and Maxillofacial Surgery and Traumatology.",
        "Especialidades": "Specialties ",
        "CirurgiaOrtognatica": "Orthognathic Surgery",
        "CirurgiaOrtognáticaEUmProcedimento": "Orthognathic surgery is a surgical procedure used to correct issues related to the position and alignment of the bones of the face and jaw",
        "EssaCirurgiaERealizada": "This surgery is performed by a maxillofacial surgeon and aims to improve both the aesthetics and functionality of the face.",
        "CirurgiaDaReabilitaçãoSobreImplantes": "Rehabilitation Surgery on Implants",
        "AReabilitaçaoSobreImplantesEUmProcedimento": "The rehabilitation surgery with implants is an advanced dental procedure that aims to restore oral function and aesthetics through the placement of dental implants. Implants are titanium structures inserted into the jawbone or maxilla to replace missing or damaged teeth.",
        "SaibaMais": "Learn more...",
        "CirurgiaOral": "Oral Surgery",
        "ACirurgiaOralEUmProcedimentoRealizadoNaBoca": "Oral surgery is a procedure performed in the mouth and nearby regions, involving surgical interventions to treat a variety of oral conditions. These interventions can address anything from the removal of impacted teeth to the treatment of injuries and correction of bone and tissue problems.",
        "RemoçãoDentesInclusos": "Removal of Impacted Teeth",
        "ProcedimentoOdontologicoParaExtrair": "The removal of impacted teeth is a dental procedure performed to extract teeth that cannot erupt normally in the mouth. These teeth, also called impacted teeth, are retained within the gum or bone, which can cause discomfort and oral issues.",
        "RemoçãoDeQuistos": "Cyst Removal",
        "ProcedimentoParaExtrairQuistos":"The surgery for the removal of cysts from the mouth is a dental procedure performed to extract cysts that form in the mouth. Cysts are fluid-filled sacs that can develop in different areas of the mouth, such as the gums, bone, or tissues around the teeth.",
        "TurismoDaSaude": "Health Tourism",
        "PortugalÉDestinoCrescente":"Portugal is a growing destination in health tourism, especially in the dental field. The reputation of qualified professionals, modern facilities, and affordable costs attracts international patients seeking high-quality dental treatments",
    
        "Traduction Navbar": "Tradução Navbar",

        "Home": "Home",
        "Clinica": "Clinic",
        "Equipa": "Team",
        "SobreNos": "About Us",
        "Serviços": "Services",
        "Contacto": "Contact",

        "TranslationForClinicPage": "Tradução Navbar",
        
        "ClinicaDrRamiro": "Clinic Dentistry Dr. Ramiro Silva",
        "ÉumVerdadeiroPontoDeReferencia": "Clinic Dentistry Dr. Ramiro Silva in Celorico de Basto is a true landmark in local dental care. With a history marked by constant growth and excellence in services, this clinic has stood out in the oral health landscape of the region.",
        "CrescimentoSustentado": "Sustained Growth",
        "DesdeASuaFundacao": "Since its modest foundation a few years ago, the clinic has experienced consistent growth, expanding its facilities and team. It reflects the tireless commitment of Dr. Ramiro Silva and his team to provide high-quality dental care.",
        "AtendimentoPersonalizado": "Personalized Care",
        "OQueRealmenteNosDiferencia": "What truly sets this clinic apart is the personalized care it offers to each patient. From the first contact, patients feel welcomed and understood, creating an environment conducive to a relationship of mutual trust.",
        "TecnologiaDePonta": "Cutting-Edge Technology",
        "InvesteContinuamente":"The clinic continuously invests in cutting-edge technology to ensure effective and comfortable dental procedures. Modern equipment and advanced techniques are used to provide patients with the best possible experience.",
        "EquipaExcepcional": "Exceptional Team",
        "CompostaPorProfissionais":"The clinic's team consists of highly qualified and dedicated professionals who have an unwavering commitment to the oral health of patients. Dr. Ramiro Silva leads a passionate team that always seeks the best for each individual seeking their services.",
        "SatisfaçãoDosPacientes": "Patient Satisfaction",
        "SatisfaçãoDosPacientesEvidente":"Patient satisfaction is evident, reflected in numerous success stories and transformed smiles that leave the clinic's doors. Patients report positive experiences, highlighting the attention, care, and exceptional results achieved.",
        "Voltar": "Back",

        "TranslationForAboutUsPage": "Tradução para a página da Sobre Nós",

        "SomosMaisQueUmaClinica": "We are more than a clinic",
        "SomosUmSantuarioDeSaude": "We are a sanctuary for oral and maxillofacial health, where every smile is a work of art that deserves to be celebrated. Our mission is to transform lives, one surgery at a time.",
        "OsNossosValores": "Our Values",
        "Excelência": "Excellence",
        "BuscamosAEXcelência":"We seek excellence in every procedure, adopting the latest innovations and techniques to ensure the best for our patients.",
        "CuidadoCompassivo": "Compassionate Care",
        "AbordagemMoldadaPelaCompaixão": "Our approach is shaped by compassion and empathy. Each patient is unique, and we treat everyone with the attention and care they deserve.",
        "ConfiançaTransparência": "Trust and Transparency",
        "ConstruimosRelaçõesDeConfiança":"We build relationships based on trust, maintaining open and transparent communication with our patients at every stage of the treatment.",
        "EducaçãoOrientação": "Education and Guidance",
        "AcreditamosQueAEducação":"We believe that education is the first step to health. We guide our patients with accurate information so they can make informed choices about their treatment.",
        "NossoCompromisso": "Our Commitment",
        "EstamosEmpenhados": "We are committed to providing each patient with a personalized and transformative treatment journey. From the moment you enter our clinic to full recovery, we are by your side, taking care of every detail.",
        "NãoApenasRestaurarSorrisos":"The Team of Dr. Ramiro Silva not only cares about restoring smiles but also renewing the confidence and quality of life of our patients. Your oral and maxillofacial health is our priority, and your satisfaction is our greatest reward.",
        "SintasSeEmCasa":"Feel at home, as you are about to embark on a transformative journey with us.",

        "TranslationForHealthTourismPage": "Tradução para a página do Turismo da Saúde",

        "PortugalDestinoroeminente": "Portugal has emerged as one of the prominent destinations in the global health tourism scene, with its dental industry gaining prominence.",
        "CombinaçãodeProfissionaiQualificados":"The combination of highly skilled professionals, cutting-edge technology, and a welcoming environment has attracted international patients seeking excellent dental treatments.",
        "OsPacientesDesfrutam":"Patients enjoy the opportunity to receive high-quality dental care while exploring Portugal's rich cultural heritage and stunning landscapes",
        "EstamosComprometidosComTratamentosDeExcelência":"We are committed to providing excellent dental treatments, ensuring that each patient has a positive experience and lasting results during their stay in Portugal.",
        "QueremosFazerParteDaSuaJornada":"We want to be part of your journey towards a healthy and radiant smile in one of the most charming destinations for health tourism.",
    
        "TranslationForContactPage": "Tradução para a página do Contacto",

        "FaleConnoscoAgora": "Contact Us Now",
        "Nome": "Name",
        "País": "Country",
        "Data":"Date",
        "Assunto":"Subject",
        "Mensagem":"Message",
        "Enviar":"Send",

        "TranslationForOrtognáticaPage": "Tradução para a página de Ortognática",

        "JáImaginouUmSorrisoQueTransforma":"Have you ever imagined a smile that not only lights up your face but also transforms how you feel?",
        "BemVindoAoMundoDaCirurgiaOrtognática": "Welcome to the world of orthognathic surgery, an incredible field of dentistry and surgery that goes beyond simple aesthetic enhancement.",
        "UmaJornadaDeTransformação":"It's a transformational journey that not only enhances your appearance but also restores your confidence and quality of life.",
        "ImaginePoderCorrigir":"Imagine being able to correct that facial misalignment that has always bothered you - whether it's a jaw that seems out of place, a misaligned maxilla, or a bite that doesn't fit as it should.",
        "EssaCirurgiaEntraEmCena":"This surgery comes into play when orthodontics alone is not sufficient to correct significant facial irregularities. In situations where teeth alignment is not the sole issue, orthognathic surgery offers a complete solution.",
        "SeSofreComDificuldadeEmMastigar":"If you struggle with difficulties in chewing, speaking, or even breathing due to your misaligned facial structure, this procedure may be the answer to your problems.",
        "AMaravilhaDaOrtognáticaEstáNaCapacidade":"The wonder of orthognathic surgery lies in its ability to redefine and rebalance facial features, often positively impacting your breathing, speech, and, of course, your appearance.",
        "AvançãrOuRecuarMandibulas": "Advancing or retracting jaws and maxillae, correcting open or deep bites, aligning a misaligned chin - all of this is possible and more. It's a true revolution, not just for your smile but for your self-esteem.",
        "TransformaASuaHistoria": "Through this surgery, you not only transform your face but also transform your story.",
        "JornadaParaUmSorrisoBrilhante":"Your journey to a bright smile and a fuller life is just a step away.",
        "QuerSaberMais?":"Want to know more...?",

        "TranslationForImplnatsPage": "Tradução para a página de Implantes",

        "EmUmMundoOndeInovaçãoEOdontologia":"In a world where innovation meets dentistry, implant rehabilitation surgery emerges as a blessing for those seeking to restore their oral health and confidence in their smile.",
        "JornadaMeticulosa":"It's a meticulous journey where science meets surgical precision to rebuild oral harmony.",
        "ImplantesDentáriosComoPilares":"Imagine dental implants as solid pillars strategically embedded in your jaw.",
        "SãoAFundação":"They are the foundation, the basis for future rehabilitations.",
        "ÈUmAtoDeMestria":"Surgery is an act of mastery, where these implants are skillfully placed, providing a robust foundation for the new teeth that are to come.",
        "MaisDoQueCriarNovoSorriso":"This intervention is more than creating a new smile; it is the restoration of lost functionality and the reinvention of dental aesthetics.",
        "TrazDeVoltaAlegriaDeComer":"Rehabilitation brings back the joy of eating, smiling, and speaking naturally.",
        "OptarPorEstaTRansformaçãoAbrePortas":"By opting for this transformation, you are opening doors to a life without limitations, without concerns about the integrity of your dentition.",
        "PromesaDeUmaNovaFase":"Implant rehabilitation surgery is a promise of a new phase, where each bite is a confident step towards well-being.",
        "EvulçãoDaCienciaEReabilitaçãoImplantes":"The science of dentistry evolves, and implant rehabilitation surgery is a testament to this evolution.",
        "BuscaConstanteDeMelhorQualidadeDeVida":"It's the constant pursuit of a better quality of life, where innovation combines with experience to create enduring smiles.",
    
        "TranslationForInclusosPage": "Tradução para a página de Implantes",

        "EnigmaBucal": "Included teeth, a dental enigma!",
        "OsDentesDecidemBrincar": "Sometimes, our teeth decide to play hide and seek. Imagine a tooth that can't find the right way out and decides to snuggle into the bone. That's where surgery for the removal of included teeth comes in.",
        "ExpediçãoOdontológica": "- A true dental expedition!",
        "SaoTesourosEscondidos": "Included teeth are like treasures hidden beneath the surface of your mouth.",
        "IncómodosInvisiveisIntrigantes": "Sometimes inconvenient, sometimes invisible, but always intriguing.",
        "CirurgiaÈUmJogoDeHahilidade": "Surgery is a game of skill, patience, and precision, where dental specialists unravel the mystery by removing these stubborn teeth and restoring balance to your smile.",
        "IntervençaoResolveEnigmaDental": "By choosing this intervention, you not only solve a dental mystery but also gain in comfort and oral health. It's a short journey but full of discoveries, bringing relief and allowing your smile to shine unobstructed. So, let's unravel together the mystery of included teeth and reveal a radiant smile!",

        "TranslationForCistosPage": "Tradução para a página de Cistos",

        "QuandoOSilencioDaBocaEscondeDesafios": "When the silence of the mouth hides a challenge - cysts, unwanted intruders that can arise without warning.",
        "NecessidadeSeria": "It is in these moments that surgery for the removal of cysts in the mouth becomes a serious necessity, an effective solution to restore oral health.",
        "ConvidadosIndesejados": "Oral cysts can be compared to unwelcome guests that silently lodge themselves.",
        "CirurgiaParaErradicarEsseProblema": "Surgery emerges as the necessary remedy, with dental specialists using their skills and knowledge to investigate and eradicate these problems.",
        "AbordagemFocadaMeticulosa": "It is a focused and meticulous approach aimed at restoring oral well-being.",
        "SaudeBucalNosTrilhos": "By opting for this intervention, you not only address the issue of the cyst but also put your oral health back on track.",
        "DemandaPrecisaoMasAlivioDuradouro": "It is a process that demands precision but offers lasting relief and allows your smile to regain its brightness.",
    
        "TranslationForCirurgiaOralPage": "Tradução para a página de Cistos",

        "NossaBocaPedeIntervençao": "Sometimes, our mouth calls for intervention.",
        "CirurgiaOralÉResposta": "Oral surgery is the answer, a field where science becomes art, addressing issues of oral health and aesthetics.",
        "ImagineUmLaboratorio": "Imagine it as a laboratory, where dental experts are the researchers, and you, the patient.",
        "ExtraçaoDeDentesEnxertosOsseos": "Here, tooth extraction, bone grafts, and lesion removal find solutions.",
        "ProcessoEstruturado": "It's a structured process, where each step is meticulously planned to ensure a healthy smile.",
        "SaoReparosMelhorias": "These interventions are not just repairs; they are enhancements, with the goal of improving health and well-being.",
        "UmNovoCapituloNaSaudeBucal": "By choosing this approach, you are shaping a new chapter for your oral health, with oral surgeons as facilitators, adjusting and optimizing every detail.",
        "PromessaDeSorrisoRenovado": "Oral surgery is the promise of a renewed smile and the guarantee of a functional mouth.",
        "ConfiançaGanhaDestaque": "It's a path of progress, where confidence takes center stage, and vitality is the goal.",
    
        "TranslationForBlogPage": "Tradução para a página do Blog",
        
        "ArtigosInteressantes": "Interesting articles",
        "BullingOrtognatica": "Bullying and Orthognathic Surgery",
        "RelaçãoEntreBullingEOrtognatica": "The relationship between bullying and orthognathic surgery constitutes a sensitive and impactful narrative. Discover how self-esteem and quality of life can be transformed through facial harmonization, releasing confidence and overcoming emotional scars from the past. Let's explore how this intervention can not only enhance facial aesthetics but also create a new outlook on life for many who have faced challenges due to bullying.",
        "LeiaMais": "Continue reading..."
    }
}