{
    "translation": {
        "Bem-vindo": "Bienvenue",
        "Desejamos-lhe": "Nous vous souhaitons un accueil chaleureux dans cet espace dédié à votre santé buccomaxillo-faciale.",
        "SomosEspecialistas": "Nous sommes des spécialistes en chirurgie buccomaxillo-faciale et nous nous engageons à vous fournir des soins de qualité, avec le plus grand professionnalisme et le plus grand dévouement.",
        "NaNossaClinicaValorizamos": "Dans notre clinique, nous valorisons la relation avec le patient, en lui offrant un service personnalisé et en lui fournissant toutes les informations nécessaires pour qu'il puisse prendre les meilleures décisions concernant sa santé buccomaxillo-faciale.",
        "ExploreONossoSite": "Explorez notre site pour en savoir plus sur nos services, notre équipe hautement qualifiée et notre philosophie de soins centrée sur le patient.",
        "EstamosAnsiosos": "Nous avons hâte de vous rencontrer et de vous aider à atteindre une santé bucco-maxillo-faciale optimale.",
        "NaoHesiteEnContactarnos":"N'hésitez pas à nous contacter pour prendre rendez-vous ou obtenir plus d'informations. Nous sommes là pour vous accueillir et prendre soin de vous.",
        "Atenciosamente": "Cordialement",
        "EquipaDrRamiro": "Équipe de chirurgie bucco-maxillo-faciale de la clinique du Dr Ramiro Silva",
        "CirurgiaTraumatologiaBucomaxilofacial": "Chirurgie et Traumatologie Bucco-maxillo-faciale",
        "Especialidades": "Spécialités",
        "CirurgiaOrtognatica": "Chirurgie Orthognathique",
        "CirurgiaOrtognáticaEUmProcedimento": "La chirurgie orthognathique est une intervention chirurgicale utilisée pour corriger les problèmes liés à la position et à l'alignement des os du visage et de la mâchoire.",
        "EssaCirurgiaERealizada": "Cette chirurgie est réalisée par un chirurgien maxillo-facial et vise à améliorer à la fois l'esthétique et la fonctionnalité du visage.",
        "CirurgiaDaReabilitaçãoSobreImplantes": "Chirurgie de Réhabilitation sur Implants",
        "AReabilitaçaoSobreImplantesEUmProcedimento": "La chirurgie de réhabilitation avec implants est une procédure dentaire avancée visant à restaurer la fonction et l'esthétique buccale par la pose d'implants dentaires. Les implants sont des structures en titane insérées dans l'os de la mâchoire ou de la maxillaire pour remplacer les dents manquantes ou endommagées.",
        "SaibaMais": "En savoir plus...",
        "CirurgiaOral": "Chirurgie Buccale",
        "ACirurgiaOralEUmProcedimentoRealizadoNaBoca": "La chirurgie buccale est une intervention réalisée dans la bouche et les régions avoisinantes, impliquant des interventions chirurgicales pour traiter diverses conditions buccales. Ces interventions peuvent aller de l'extraction des dents incluses au traitement des lésions, en passant par la correction des problèmes osseux et tissulaires.",
        "RemoçãoDentesInclusos": "Extraction de Dents Incluses",
        "ProcedimentoOdontologicoParaExtrair": "La suppression des dents incluses est une procédure dentaire effectuée pour extraire des dents qui ne peuvent pas émerger normalement dans la bouche. Ces dents, également appelées dents impactées, restent retenues dans la gencive ou l'os, ce qui peut causer des inconforts et des problèmes buccaux.",
        "RemoçãoDeQuistos": "Extraction de Kystes",
        "ProcedimentoParaExtrairQuistos":"La chirurgie d'extraction de kystes de la bouche est une procédure dentaire réalisée pour extraire des kystes qui se forment dans la bouche. Les kystes sont des poches remplies de liquide qui peuvent se développer dans différentes zones de la bouche, telles que la gencive, l'os ou les tissus autour des dents.",
        "TurismoDaSaude": "Tourisme de Santé",
        "PortugalÉDestinoCrescente":"Le Portugal est une destination croissante dans le tourisme de santé, notamment dans le domaine dentaire. La réputation de professionnels qualifiés, d'installations modernes et de coûts abordables attire des patients internationaux à la recherche de traitements dentaires de haute qualité.",
    
        "Traduction Navbar": "Tradução Navbar",

        "Home": "Home",
        "Clinica": "Clinique",
        "Equipa": "Équipe",
        "SobreNos": "À Propos de Nous",
        "Serviços": "Services",
        "Contacto": "Contact",

        "TranslationForClinicPage": "Tradução Navbar",
        
        "ClinicaDrRamiro": "Centre Médico-Dentaire Dr. Ramiro Silva",
        "ÉumVerdadeiroPontoDeReferencia": "La Clinique Dentaire du Dr. Ramiro Silva à Celorico de Basto est un véritable point de référence pour les soins dentaires locaux. Avec une histoire marquée par une croissance constante et l'excellence des services, cette clinique se distingue dans le paysage de la santé bucco-dentaire de la région.",
        "CrescimentoSustentado": "Croissance Durable",
        "DesdeASuaFundacao": "Depuis sa modeste création il y a quelques années, la clinique a connu une croissance constante, élargissant ses installations et son équipe. C'est le reflet de l'engagement inlassable du Dr. Ramiro Silva et de son équipe à fournir des soins dentaires de haute qualité.",
        "AtendimentoPersonalizado": "Accueil Personnalisé",
        "OQueRealmenteNosDiferencia": "Ce qui différencie vraiment cette clinique, c'est l'accueil personnalisé offert à chaque patient. Dès le premier contact, les patients se sentent accueillis et compris, créant un environnement propice à une relation de confiance mutuelle.",
        "TecnologiaDePonta": "Technologie de Pointe",
        "InvesteContinuamente":"La clinique investit continuellement dans des technologies de pointe afin d'assurer des procédures dentaires efficaces et confortables. Des équipements modernes et des techniques avancées sont utilisés pour offrir aux patients la meilleure expérience possible.",
        "EquipaExcepcional": "Équipe Exceptionnelle",
        "CompostaPorProfissionais":"L'équipe de la clinique est composée de professionnels hautement qualifiés et dévoués, qui ont un engagement inébranlable envers la santé bucco-dentaire des patients. Le Dr. Ramiro Silva dirige une équipe passionnée qui cherche toujours le meilleur pour chaque individu faisant appel à leurs services.",
        "SatisfaçãoDosPacientes": "Satisfaction des Patients",
        "SatisfaçãoDosPacientesEvidente":"La satisfaction des patients est évidente, reflétée dans de nombreuses histoires à succès et dans les sourires transformés qui sortent des portes de la clinique. Les patients rapportent des expériences positives, mettant en avant l'attention, les soins, et les résultats exceptionnels obtenus.",
        "Voltar": "Retour",

        "TranslationForAboutUsPage": "Tradução para a página da Sobre Nós",

        "SomosMaisQueUmaClinica": "Nous sommes plus qu'une clinique",
        "SomosUmSantuarioDeSaude": "Nous sommes un sanctuaire de santé bucco-maxillo-faciale, où chaque sourire est une œuvre d'art qui mérite d'être célébrée. Notre mission est de transformer des vies, une chirurgie à la fois.",
        "OsNossosValores": "Nos Valeurs",
        "Excelência": "Excellence",
        "BuscamosAEXcelência":"Nous visons l'excellence dans chaque procédure, en adoptant les dernières innovations et techniques pour assurer le meilleur pour nos patients.",
        "CuidadoCompassivo": "Soins Compatissants",
        "AbordagemMoldadaPelaCompaixão": "Notre approche est façonnée par la compassion et l'empathie. Chaque patient est unique, et nous les traitons tous avec l'attention et la bienveillance qu'ils méritent.",
        "ConfiançaTransparência": "Confiance et Transparence",
        "ConstruimosRelaçõesDeConfiança":"Nous construisons des relations basées sur la confiance, en maintenant une communication ouverte et transparente avec nos patients à toutes les étapes du traitement.",
        "EducaçãoOrientação": "Education and Guidance",
        "AcreditamosQueAEducação":"Nous croyons que l'éducation est la première étape vers la santé. Nous guidons nos patients avec des informations précises afin qu'ils puissent faire des choix éclairés sur leur traitement.",
        "NossoCompromisso": "Notre Engagement",
        "EstamosEmpenhados": "Nous nous engageons à offrir à chaque patient un parcours de traitement personnalisé et transformateur. Du moment où vous entrez dans notre clinique jusqu'à la guérison complète, nous sommes à vos côtés, veillant à chaque détail.",
        "NãoApenasRestaurarSorrisos":"L'équipe du Dr. Ramiro Silva ne se contente pas de restaurer des sourires, mais nous renouvelons également la confiance et la qualité de vie de nos patients. Votre santé bucco-maxillo-faciale est notre priorité, et votre satisfaction est notre plus grande récompense.",
        "SintasSeEmCasa":"Sentez-vous chez vous, car vous êtes sur le point d'entamer un voyage de transformation avec nous.",
    
        "TranslationForHealthTourismPage": "Tradução para a página do Turismo da Saúde",

        "PortugalDestinoroeminente": "Le Portugal a émergé comme l'une des destinations éminentes sur la scène mondiale du tourisme de santé, avec son industrie dentaire gagnant en importance.",
        "CombinaçãodeProfissionaiQualificados":"La combinaison de professionnels hautement qualifiés, de technologies de pointe et d'un environnement accueillant a attiré des patients internationaux à la recherche de traitements dentaires d'excellence.",
        "OsPacientesDesfrutam":"Les patients ont l'opportunité de recevoir des soins dentaires de haute qualité tout en explorant la riche histoire culturelle et les paysages époustouflants du Portugal",
        "EstamosComprometidosComTratamentosDeExcelência":"Nous nous engageons à fournir des traitements dentaires d'excellence, veillant à ce que chaque patient ait une expérience positive et des résultats durables pendant son séjour au Portugal.",
        "QueremosFazerParteDaSuaJornada":"Nous souhaitons faire partie de votre parcours vers un sourire sain et éclatant, dans l'une des destinations les plus charmantes pour le tourisme de santé.",
    
        "TranslationForContactPage": "Tradução para a página do Contacto",

        "FaleConnoscoAgora": "Contactez-nous Maintenant",
        "Nome": "Nom",
        "País": "Pays",
        "Data":"Date",
        "Assunto":"Sujet",
        "Mensagem":"Message",
        "Enviar":"Envoyer",

        "TranslationForOrtognáticaPage": "Tradução para a página de Ortognática",

        "JáImaginouUmSorrisoQueTransforma":"Avez-vous déjà imaginé un sourire qui illumine non seulement le visage, mais qui transforme aussi la façon dont vous vous sentez?",
        "BemVindoAoMundoDaCirurgiaOrtognática": "Bienvenue dans le monde de la chirurgie orthognathique, un domaine incroyable de l'odontologie et de la chirurgie qui va au-delà de l'amélioration esthétique simple.",
        "UmaJornadaDeTransformação":"C'est un voyage de transformation qui améliore non seulement votre apparence, mais qui restaure également votre confiance et votre qualité de vie.",
        "ImaginePoderCorrigir":"Imaginez pouvoir corriger ce désalignement facial qui vous a toujours dérangé - que ce soit une mâchoire qui semble mal placée, une mandibule désalignée ou une occlusion qui ne s'ajuste pas correctement.",
        "EssaCirurgiaEntraEmCena":"Cette chirurgie intervient lorsque l'orthodontie seule n'est pas suffisante pour corriger des irrégularités faciales significatives. Dans les situations où l'alignement des dents n'est pas le seul problème, la chirurgie orthognathique offre une solution complète.",
        "SeSofreComDificuldadeEmMastigar":"Si vous rencontrez des difficultés à mâcher, parler ou même respirer en raison d'une structure faciale désalignée, cette procédure pourrait être la réponse à vos problèmes.",
        "AMaravilhaDaOrtognáticaEstáNaCapacidade":"La merveille de la chirurgie orthognathique réside dans sa capacité à redéfinir et rééquilibrer les traits du visage, impactant souvent positivement votre respiration, votre parole et bien sûr, votre apparence.",
        "AvançãrOuRecuarMandibulas": "Avancer ou reculer les mâchoires et les maxillaires, corriger les morsures ouvertes ou profondes, aligner un menton désaligné - tout cela est possible et plus encore. C'est une véritable révolution, non seulement pour votre sourire, mais aussi pour votre estime de soi.",
        "TransformaASuaHistoria": "À travers cette chirurgie, vous transformez non seulement votre visage, mais aussi votre histoire.",
        "JornadaParaUmSorrisoBrilhante":"Votre parcours vers un sourire éclatant et une vie plus épanouissante n'est qu'à un pas.",
        "QuerSaberMais?":"Vouloir en savoir plus...?",

        "TranslationForImplnatsPage": "Tradução para a página de Implantes",

        "EmUmMundoOndeInovaçãoEOdontologia":"Dans un monde où l'innovation rencontre la dentisterie, la chirurgie de réhabilitation par implants apparaît comme une bénédiction pour ceux qui cherchent à restaurer leur santé buccale et leur confiance en leur sourire.",
        "JornadaMeticulosa":"C'est un voyage méticuleux, où la science s'unit à la précision chirurgicale pour reconstruire l'harmonie buccale.",
        "ImplantesDentáriosComoPilares":"Imaginez les implants dentaires comme des piliers solides, incorporés de manière stratégique dans votre mâchoire.",
        "SãoAFundação":"Ils sont la base, les fondations pour des réhabilitations futures. ",
        "ÈUmAtoDeMestria":"La chirurgie est un acte de maîtrise, où ces implants sont habilement placés, fournissant une base solide pour les nouvelles dents à venir.",
        "MaisDoQueCriarNovoSorriso":" Cette intervention va au-delà de la création d'un nouveau sourire ; c'est la restauration de la fonctionnalité perdue et la réinvention de l'esthétique dentaire.",
        "TrazDeVoltaAlegriaDeComer":"La réhabilitation ramène la joie de manger, de sourire et de parler avec naturel.",
        "OptarPorEstaTRansformaçãoAbrePortas":"En optant pour cette transformation, vous ouvrez les portes à une vie sans limites, sans soucis pour l'intégrité de votre dentition. ",
        "PromesaDeUmaNovaFase":"La chirurgie de réhabilitation avec implants est une promesse d'une nouvelle phase, où chaque bouchée est un pas ferme vers la confiance et le bien-être.",
        "EvulçãoDaCienciaEReabilitaçãoImplantes":"La science de la dentisterie évolue et la chirurgie de réhabilitation avec implants en est un témoignage. ",
        "BuscaConstanteDeMelhorQualidadeDeVida":"C'est la quête constante d'une meilleure qualité de vie, où l'innovation s'unit à l'expérience pour créer des sourires qui perdurent.",

        "TranslationForInclusosPage": "Tradução para a página de Implantes",

        "EnigmaBucal": "Dents incluses, un mystère buccal! ",
        "OsDentesDecidemBrincar": "Parfois, nos dents décident de jouer à cache-cache. Imaginez une dent qui ne trouve pas le bon chemin pour sortir et décide de se blottir dans l'os. C'est là que la chirurgie d'extraction des dents incluses intervient.",
        "ExpediçãoOdontológica": "- Une véritable expédition odontologique !",
        "SaoTesourosEscondidos": "Les dents incluses sont comme des trésors cachés sous la surface de votre bouche.",
        "IncómodosInvisiveisIntrigantes": "Parfois, ils sont gênants, parfois invisibles, mais toujours intrigants.",
        "CirurgiaÈUmJogoDeHahilidade": "La chirurgie est un jeu d'habileté, de patience et de précision, où les experts dentaires résolvent l'énigme en retirant ces dents tenaces et en restaurant l'équilibre dans votre sourire.",
        "IntervençaoResolveEnigmaDental": "En optant pour cette intervention, vous résolvez non seulement une énigme dentaire, mais vous gagnez également en confort et en santé buccale. C'est un voyage court mais plein de découvertes, apportant un soulagement et permettant à votre sourire de briller sans obstacles. Alors, dévoilons ensemble le mystère des dents incluses et révélons un sourire éclatant!",
       
        "TranslationForCistosPage": "Tradução para a página de Cistos",

        "QuandoOSilencioDaBocaEscondeDesafios": "Quand le silence de la bouche cache un défi - des kystes, des intrus indésirables qui peuvent apparaître sans prévenir.",
        "NecessidadeSeria": "C'est dans ces moments que la chirurgie d'extraction de kystes buccaux devient une nécessité sérieuse, une solution efficace pour restaurer la santé buccale.",
        "ConvidadosIndesejados": "Les kystes buccaux peuvent être comparés à des invités indésirables qui s'installent silencieusement.",
        "CirurgiaParaErradicarEsseProblema": "La chirurgie émerge comme le remède nécessaire, avec des experts dentaires utilisant leurs compétences et leurs connaissances pour enquêter et éradiquer ces problèmes.",
        "AbordagemFocadaMeticulosa": "C'est une approche concentrée et méticuleuse, axée sur la restauration du bien-être buccal.",
        "SaudeBucalNosTrilhos": "En optant pour cette intervention, vous ne résolvez pas seulement la question du kyste, mais vous remettez également votre santé buccale sur la bonne voie.",
        "DemandaPrecisaoMasAlivioDuradouro": "C'est un processus qui demande de la précision, mais qui offre un soulagement durable et permet à votre sourire de retrouver son éclat.",
    
        "TranslationForCirurgiaOralPage": "Tradução para a página de Cistos",

        "NossaBocaPedeIntervençao": "Parfois, notre bouche réclame une intervention.",
        "CirurgiaOralÉResposta": "La chirurgie buccale est la réponse, un domaine où la science devient un art, résolvant des problèmes de santé et d'esthétique buccale.",
        "ImagineUmLaboratorio": "Imaginez-le comme un laboratoire, où les experts dentaires sont les chercheurs et vous, le patient.",
        "ExtraçaoDeDentesEnxertosOsseos": "Ici, l'extraction des dents, les greffes osseuses et l'élimination des lésions trouvent des solutions.",
        "ProcessoEstruturado": "C'est un processus structuré, où chaque étape est méticuleusement planifiée pour garantir un sourire en santé.",
        "SaoReparosMelhorias": "Ces interventions ne sont pas seulement des réparations ; ce sont des améliorations, dans le but de perfectionner la santé et le bien-être.",
        "UmNovoCapituloNaSaudeBucal": "En choisissant cette approche, vous façonnez un nouveau chapitre pour votre santé buccale, avec les chirurgiens buccaux comme facilitateurs, ajustant et optimisant chaque détail.",
        "PromessaDeSorrisoRenovado": "La chirurgie buccale est la promesse d'un sourire renouvelé et la garantie d'une bouche fonctionnelle.",
        "ConfiançaGanhaDestaque": "C'est un chemin de progrès, où la confiance prend de l'importance et la vitalité est l'objectif."
    }
}