{
    "translation": {
        "Bem-vindo": "Bienvenue",
        "Desejamos-lhe": "Nous vous souhaitons un accueil chaleureux dans cet espace dédié à votre santé buccomaxillo-faciale.",
        "SomosEspecialistas": "Nous sommes des spécialistes en chirurgie buccomaxillo-faciale et nous nous engageons à vous fournir des soins de qualité, avec le plus grand professionnalisme et le plus grand dévouement.",
        "NaNossaClinicaValorizamos": "Dans notre clinique, nous valorisons la relation avec le patient, en lui offrant un service personnalisé et en lui fournissant toutes les informations nécessaires pour qu'il puisse prendre les meilleures décisions concernant sa santé buccomaxillo-faciale.",
        "ExploreONossoSite": "Explorez notre site pour en savoir plus sur nos services, notre équipe hautement qualifiée et notre philosophie de soins centrée sur le patient.",
        "EstamosAnsiosos": "Nous avons hâte de vous rencontrer et de vous aider à atteindre une santé bucco-maxillo-faciale optimale.",
        "NaoHesiteEnContactarnos":"N'hésitez pas à nous contacter pour prendre rendez-vous ou obtenir plus d'informations. Nous sommes là pour vous accueillir et prendre soin de vous.",
        "Atenciosamente": "Cordialement",
        "EquipaDrRamiro": "Équipe de chirurgie bucco-maxillo-faciale de la clinique du Dr Ramiro Silva",
        "CirurgiaTraumatologiaBucomaxilofacial": "Chirurgie et Traumatologie Bucco-maxillo-faciale",
        "Especialidades": "Spécialités",
        "CirurgiaOrtognatica": "Chirurgie Orthognathique",
        "CirurgiaOrtognáticaEUmProcedimento": "La chirurgie orthognathique est une intervention chirurgicale utilisée pour corriger les problèmes liés à la position et à l'alignement des os du visage et de la mâchoire.",
        "EssaCirurgiaERealizada": "Cette chirurgie est réalisée par un chirurgien maxillo-facial et vise à améliorer à la fois l'esthétique et la fonctionnalité du visage.",
        "CirurgiaDaReabilitaçãoSobreImplantes": "Chirurgie de Réhabilitation sur Implants",
        "AReabilitaçaoSobreImplantesEUmProcedimento": "La chirurgie de réhabilitation avec implants est une procédure dentaire avancée visant à restaurer la fonction et l'esthétique buccale par la pose d'implants dentaires. Les implants sont des structures en titane insérées dans l'os de la mâchoire ou de la maxillaire pour remplacer les dents manquantes ou endommagées.",
        "SaibaMais": "En savoir plus...",
        "CirurgiaOral": "Chirurgie Buccale",
        "ACirurgiaOralEUmProcedimentoRealizadoNaBoca": "La chirurgie buccale est une intervention réalisée dans la bouche et les régions avoisinantes, impliquant des interventions chirurgicales pour traiter diverses conditions buccales. Ces interventions peuvent aller de l'extraction des dents incluses au traitement des lésions, en passant par la correction des problèmes osseux et tissulaires.",
        "RemoçãoDentesInclusos": "Extraction de Dents Incluses",
        "ProcedimentoOdontologicoParaExtrair": "La suppression des dents incluses est une procédure dentaire effectuée pour extraire des dents qui ne peuvent pas émerger normalement dans la bouche. Ces dents, également appelées dents impactées, restent retenues dans la gencive ou l'os, ce qui peut causer des inconforts et des problèmes buccaux.",
        "RemoçãoDeQuistos": "Extraction de Kystes",
        "ProcedimentoParaExtrairQuistos":"La chirurgie d'extraction de kystes de la bouche est une procédure dentaire réalisée pour extraire des kystes qui se forment dans la bouche. Les kystes sont des poches remplies de liquide qui peuvent se développer dans différentes zones de la bouche, telles que la gencive, l'os ou les tissus autour des dents.",
        "TurismoDaSaude": "Tourisme de Santé",
        "PortugalÉDestinoCrescente":"Le Portugal est une destination croissante dans le tourisme de santé, notamment dans le domaine dentaire. La réputation de professionnels qualifiés, d'installations modernes et de coûts abordables attire des patients internationaux à la recherche de traitements dentaires de haute qualité.",
    
        "Traduction Navbar": "Tradução Navbar",

        "Home": "Home",
        "Clinica": "clinique",
        "Equipa": "Équipe",
        "SobreNos": "À Propos de Nous",
        "Serviços": "Services",
        "Contacto": "Contact"
    }
}