{
    "translation": {

        "translationforHomePage": "Tradução para a página inicial",

        "Bem-vindo": "Bem-vindo",
        "Desejamos-lhe": "Desejamos-lhe uma calorosa recepção a este espaço dedicado à sua saúde bucomaxilofacial.",
        "SomosEspecialistas": "Somos especialistas em cirurgia bucomaxilofacial e estamos aqui para oferecer o mais alto padrão de cuidados, combinando experiência e inovação para garantir a sua saúde e bem-estar.",
        "NaNossaClinicaValorizamos": "Na nossa clínica, valorizamos a confiança e a satisfação dos nossos pacientes, especialmente aqueles que vêm de longe para buscar tratamento especializado.",
        "ExploreONossoSite": "Explore o nosso site para descobrir mais sobre os nossos serviços, a nossa equipa altamente qualificada e a nossa filosofia de cuidado centrado no paciente.",
        "EstamosAnsiosos": "Estamos ansiosos para conhecê-lo e ajudá-lo a alcançar uma saúde bucomaxilofacial ótima.",
        "NaoHesiteEnContactarnos": "Não hesite em contactar-nos para agendar a sua consulta ou para obter mais informações. Estamos aqui para o receber e cuidar de si.",
        "Atenciosamente": "Atenciosamente,",
        "EquipaDrRamiro": "Equipa da Clínica de Cirurgia Bucomaxilofacial do Dr. Ramiro Silva",
        "CirurgiaTraumatologiaBucomaxilofacial": "Cirurgia e Traumatologia Bucomaxilofacial",
        "Especialidades": "Especialidades",
        "CirurgiaOrtognatica": "Cirurgia Ortognática",
        "CirurgiaOrtognáticaEUmProcedimento": "A cirurgia ortognática é um procedimento cirúrgico utilizado para corrigir problemas relacionados à posição e alinhamento dos ossos da face e mandíbula.",
        "EssaCirurgiaERealizada": "Essa cirurgia é realizada por um cirurgião maxilofacial e tem como objetivo melhorar tanto a estética quanto a funcionalidade da face.",
        "CirurgiaDaReabilitaçãoSobreImplantes": "Cirurgia da Reabilitação sobre Implantes",
        "AReabilitaçaoSobreImplantesEUmProcedimento": "A cirurgia de reabilitação com implantes é um procedimento odontológico avançado que visa restaurar a função e estética bucal por meio da colocação de implantes dentários. Os implantes são estruturas de titânio inseridas no osso da mandíbula ou maxila para substituir dentes ausentes ou danificados.",
        "SaibaMais": "Saiba mais...",
        "CirurgiaOral": "Cirurgia Oral",
        "ACirurgiaOralEUmProcedimentoRealizadoNaBoca": "A cirurgia oral é um procedimento realizado na boca e regiões próximas, envolvendo intervenções cirúrgicas para tratar uma variedade de condições bucais. Essas intervenções podem abordar desde a remoção de dentes impactados, tratamento de lesões, até correção de problemas ósseos e teciduais.",
        "RemoçãoDentesInclusos": "Remoção de Dentes Inclusos",
        "ProcedimentoOdontologicoParaExtrair": "A remoção de dentes inclusos é um procedimento odontológico realizado para extrair dentes que não conseguem erupcionar normalmente na boca. Esses dentes, também chamados de dentes impactados, ficam retidos dentro da gengiva ou osso, o que pode causar desconforto e problemas bucais.",
        "RemoçãoDeQuistos": "Remoção de Quistos",
        "ProcedimentoParaExtrairQuistos":"A cirurgia de remoção de cistos da boca é um procedimento odontológico realizado para extrair cistos que se formam na boca. Os cistos são bolsas cheias de líquido que podem se desenvolver em diferentes áreas da boca, como na gengiva, no osso ou nos tecidos ao redor dos dentes.",
        "TurismoDaSaude": "Turismo da Saúde",
        "PortugalÉDestinoCrescente":"Portugal é um destino crescente no turismo de saúde, especialmente na área odontológica. A reputação de profissionais qualificados, instalações modernas e custos acessíveis atrai pacientes internacionais em busca de tratamentos dentários de alta qualidade.",
    
        "Traduction Navbar": "Tradução Navbar",

        "Home": "Home",
        "Clinica": "Clínica",
        "Equipa": "Equipa",
        "SobreNos": "Sobre Nós",
        "Serviços": "Serviços",
        "Contacto": "Contacto"
    }
}